//
//  CoinInformationUse.swift
//  VoiceConsultingApp
//
//  Created by 정재근 on 2023/04/14.
//

import Foundation

class CoinInformationUse {
    static let content = "\u{2022}  코인구매관련내용내용내용내용내용 코인구매관련내용내용내용내용내용코인구매관련내용내용내용내용내용\n\u{2022}  코인구매관련내용내용내용내용내용 코인구매관련내용내용내용내용내용코인구매관련내용내용내용내용내용\n\u{2022}  코인구매관련내용내용내용내용내용 코인구매관련내용내용내용내용내용코인구매관련내용내용내용내용내용\n\u{2022}  코인구매관련내용내용내용내용내용 코인구매관련내용내용내용내용내용코인구매관련내용내용내용내용내용\n\u{2022}  코인구매관련내용내용내용내용내용 코인구매관련내용내용내용내용내용코인구매관련내용내용내용내용내용\n\u{2022}  코인구매관련내용내용내용내용내용 코인구매관련내용내용내용내용내용코인구매관련내용내용내용내용내용\n\u{2022}  코인구매관련내용내용내용내용내용 코인구매관련내용내용내용내용내용코인구매관련내용내용내용내용내용\n\u{2022}  코인구매관련내용내용내용내용내용 코인구매관련내용내용내용내용내용코인구매관련내용내용내용내용내용"
}
